onegbps/files/zte/FTTH_ZTE_IPTVSERB.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:web="http://www.zte.com.cn/accessnetwork/ems/webservice/">
   <soapenv:Header>
      <web:Authentication>
         <userName>slt</userName>
         <password>Slt@17XML</password>
      </web:Authentication>
   </soapenv:Header>
   <soapenv:Body>
      <web:OperationRequestInfo>
         <operationName>BND-PORT-MVLAN</operationName>
         <operatedObject>
            <param>
               <name>DNAME</name>
               <value>ADSL_ZTE_DNAME</value>
            </param>
			<param>
               <name>OID</name>
               <value>FTTH_ZTE_PID-FTTH_HUW_VP</value>
            </param>
         </operatedObject>
         <operationParam>
          <param>
               <name>MVLANID</name>
               <value>50</value>
           </param>
	<param>
               <name>VINTERFACE</name>
               <value>30</value>
           </param>
	<param>
               <name>BINDTYPE</name>
               <value>2</value>
           </param>
	         </operationParam>
      </web:OperationRequestInfo>
   </soapenv:Body>
</soapenv:Envelope>
